acceptance/evidence/channel-baseline/worker/task_5b0e19293eb14e9bb73b8591/prepare/revision-1/prep_827a2b83774b4f81940d6177/public_channel/baseline/readback-case/system/controlDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object controlDict;
}
application simpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 1000;
deltaT 1;
writeControl timeStep;
writeInterval 1000;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
functions {}

