acceptance/evidence/channel-baseline/worker/task_5b0e19293eb14e9bb73b8591/prepare/revision-1/prep_827a2b83774b4f81940d6177/public_channel/baseline/readback-case/system/blockMeshDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object blockMeshDict;
}
convertToMeters 1;
vertices ((0 0 0) (1 0 0) (1 0.10000000000000001 0) (0 0.10000000000000001 0)
 (0 0 0.01) (1 0 0.01) (1 0.10000000000000001 0.01) (0 0.10000000000000001 0.01));
blocks (hex (0 1 2 3 4 5 6 7) (80 20 1) simpleGrading (1 1 1));
edges ();
boundary (
 inlet { type patch; faces ((0 4 7 3)); }
 outlet { type patch; faces ((1 2 6 5)); }
 walls { type wall; faces ((0 1 5 4) (3 7 6 2)); }
 frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
