acceptance/evidence/channel-baseline/worker/task_5b0e19293eb14e9bb73b8591/prepare/revision-1/prep_827a2b83774b4f81940d6177/public_channel/baseline/readback-case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.001;
