acceptance/evidence/channel-baseline/worker/task_5b0e19293eb14e9bb73b8591/prepare/revision-1/prep_827a2b83774b4f81940d6177/public_channel/baseline/readback-case/0/p
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField {
 inlet { type zeroGradient; }
 outlet { type fixedValue; value uniform 0; }
 walls { type zeroGradient; }
 frontAndBack { type empty; }
}
